app/controllers/home_controller.rb

SELECT "recipes".* FROM "recipes" WHERE "recipes"."title" = 'Jake'
UPDATE "recipes" SET "like" = ?, "updated_at" = ? WHERE "recipes"."id" = 32  [["like", 1], ["updated_at", Mon, 10 Nov 2014 16:21:49 UTC +00:00]]
---
	def postLikes
		if request.xhr?
			@recipe = JSON.parse!(request.body.read.to_s)
			Recipe.where(title: @recipe["title"])[0].update_attributes(like: @recipe["like"])