app/controllers/ingredients_controller.rb

	def sendIngredients
		if request.xhr?
			@ingredients = request.body.read.to_s
			Recipe.createRecipe(@ingredients)
---
INSERT INTO "recipe_ingredients" ("created_at", "ingredient_id", "recipe_id", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Mon, 10 Nov 2014 14:37:25 UTC +00:00], ["ingredient_id", 1], ["recipe_id", 30], ["updated_at", Mon, 10 Nov 2014 14:37:25 UTC +00:00]]
INSERT INTO "recipes" ("created_at", "description", "img", "recipeType", "title", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["created_at", Mon, 10 Nov 2014 14:22:25 UTC +00:00], ["description", ""], ["img", ""], ["recipeType", "Carnivoros"], ["title", ""], ["updated_at", Mon, 10 Nov 2014 14:22:25 UTC +00:00]]