var dessertRecipes = [
		{'title' : 'Bizcocho ligero de Chocolate con Mango y Lima ',
		'img' : './images/postres/bizcochoChocolate.jpg',
		'description' : 'Rallar finamente la cáscara de la piel de la lima. Pelar y cortar los mangos en dados. En un bol, partir el chocolate, añadir la mantequilla en trozos y fundirlo en el microondas 2 minutos a 500W. Agregar los huevos, el azúcar y la harina. Mezclar bien y añadir la levadura y la ralladura de la lima. Verter la mezcla en un molde cuadrado, apto para el microondas, con mantequilla y enharinado. Añadir el mango picado por encima, presionando ligeramente. Cocerlo en el microondas de 9 a 10 minutos a 900 W.', 
		'delivery' : 7,
		'prep' : 7,
		'ingredients' : ["Lima", "Mango", "Chocolate", "mantequilla"],
		'like' : 0,
		},
		{'title' : 'Crema de chocolate',
		'img' : './images/postres/cremaChocolate.jpg',
		'description' : 'En un bol,  partir el chocolate en trozos pequeños. Calentar la leche evaporada sin que llegue a hervir. Verterla sobre el chocolate, cubriéndolo todo y tapar el recipiente con una tapa o plato. Esperar 2 minutos y mezclar fuertemente con un tenedor o un batidor. Dejarla reposar en el refrigerador para que se solidifique un poco.', 
		'delivery' : 8,
		'prep' : 8,
		'ingredients' : ["Chocolate", "leche", "huevos"],
		'like' : 0,
		},
		{'title' : 'Magdalenas de chocolate',
		'img' : './images/postres/magdalenasChocolate.jpg',
		'description' : 'Precalentar el horno a  200 ° C. Derretir la mantequilla y dejar que se enfríe. En un bol, mezclar los huevos, el azúcar y la harina. Añadir la levadura y la mantequilla. Mezclar y dejar reposar 1 hora 30 en el refrigerador. Engrasar las cápsulas para magdalenas y enharinarlas ligeramente. Llenarlas con la masa hasta la mitad y cocerlas  unos 15 minutos. Derretir el chocolate con leche en el microondas. Desmoldar las magdalenas y bañar un lado con chocolate y espolvorearlo con coco. Colocar en la nevera 30 minutos.', 
		'delivery' : 11,
		'prep' : 11,
		'ingredients' : ["coco", "mantequilla", "azúcar", "Harina"],
		'like' : 0,
		},
	];