var mealRecipes = [
	{'title' : 'Tacos de cerdo con tocineta',
	'img' : './images/carnivoros/tacosCerdo.jpg',
	'description' : 'Corta el lomo de cerdo en tacos y sazona. Extiende las lonchas de tocineta y enrosca con cada una un taco de cerdo. Pincha con un palillo para que no se suelten y cocina en una sartén con un chorrito de aceite. Para preparar la salsa de vino tinto: pela y pica una cebolleta y pon a pochar en una sartén con un chorro de aceite y una pizca de sal. Después, añade la nata y el vino y deja reducir. Sirve los tacos de cerdo con la tocineta frita y salsea con la salsa de vino. Espolvorea con perejil picado y ¡a disfrutar! Consejo sobre la receta de Tacos de cerdo con tocineta: Este plato es muy graso por lo que se recomienda un consumo moderado. Esta receta se puede acompañar con trozos de piña, una fruta que le va muy bien al lomo de cerdo. La tocineta o panceta le dará al lomo de cerdo un toque crujiente muy sabroso.',
	'delivery' : 15,
	'prep' : 18,
	'ingredients' : ["Cerdo", "Tocino", "Aceite","Sal"],
	'like' : 0,
	},
	{'title' : 'Costillas de cordero adobadas',
	'img' : './images/carnivoros/costillaCerdo.jpg',
	'description' : 'El cordero, como el cerdo, va muy bien con la piña, como en esta receta de costillar de cordero asado con piña. Sin embargo, en esta ocasión se adoba la carne con una mezcla de pimentón, jengibre, ajo y comino macerado durante 2 horas para que coja todo el sabor del adobo. También es muy habitual darle al cordero distintos sabores con especias, en este costillar, además del pimentón, el jengibre y el comino para el adobo, se utiliza cilantro para salsear el plato.',
	'delivery' : 20,
	'prep' : 20,
	'ingredients' : ["Costillas", "Piña", "Aceite", "Sal"],
	'like' : 0,
	},
	{'title' : 'Rollitos de ternera',
	'img' : './images/carnivoros/rollitosTernera.jpg',
	'description' : 'Extiende los filetes de ternera sobre un plato, sazónalos y coloca encima de cada uno una loncha de jamón serrano, otra de queso, cubre con otra de jamón y un poco de salsa de tomate. Enrosca y pincha con un palillo para que no se suelten. Fríe los rollitos de ternera en una sartén con un poco de aceite con un par dientes de ajo aplastados. Limpia las hojas de rúcula, alíñalas con aceite, sal y vinagre. Sirve un rollito de ternera por comensal, acompañado de la ensalada de rúcula. Consejo de la receta de Rollitos de ternera: Esta receta de rollitos de ternera se puede sustituir la ternera por pollo. A la hora de enrollar la ternera pincha los rollitos con un palillo para que a la hora de freírlos en la sartén no se desenrosquen.',
	'delivery' : 10,
	'prep' : 10,
	'ingredients' : ["Ternera", "Jamón Serrano", "Queso", "Aceite", "Sal"],
	'like' : 0,
	},
	];
