var vegetarianRecipes = [
		{'title' : 'Arroz con verduras',
		'img' : './images/vegetarianos/arrozVerduras.jpg',
		'description' : 'Se pone a hervir en una cazuela 4 puñados de arroz integral basmati para 2 personas, unos 40 minutos, en otra sartén con poco aceite de oliva se cocina a fuego lento espárragos, pimiento rojo y verde junto dos hojas de laurel, una vez pocha la verdura se añade la cebolla y se cocina a fuego lento todo. Cuando el arroz este en su punto de cocción, se escurre y se añade a la sartén junto a las verduras, se deja unos minutos en la sartén para poder mezclar bien los ingredientes con los sabores en la sartén,se rectifica de sal y pimienta si hiciera falta.', 
		'delivery' : 5,
		'prep' : 5,
		'ingredients' : ["Arroz", "Aceite de Oliva", "Sal"],
		'like' : 0,
		},
		{'title' : 'Champis rellenos',
		'img' : './images/vegetarianos/champisRellenos.jpg',
		'description' : 'Limpiar los champiñones y cortarles la cola. Trocearla y guardarla.  Picar las cebollas y el pimiento. Junto con las colas de los champiñones ponerlo en una sartén a fuego medio con un poco de aceite. Darle unas vueltas hasta que empiece a cambiar de color. En una bandeja para el horno, poner un poco de aceite en el fondo. Los champiñones y encima las verduras rehogadas. Salpimentamos. Para terminar, lo espolvoreamos con el pan rallado y lo metemos en el horno unos 10 minutos a 180 o hasta que se doren.', 
		'delivery' : 25,
		'prep' : 25,
		'ingredients' : ["Champiñones", "cebollas", "pimiento", "Aceite", "Sal"],
		'like' : 0,
		},
		{'title' : 'Cocarrois de verdura',
		'img' : './images/vegetarianos/cocarrois.jpg',
		'description' : 'En un bol añadir la harina y hacer un hueco en el centro para verter los líquidos (cerveza y aceite), con las manos mezclar bien ambos componentes hasta formar una masa manejable, amasando para que quede firme. Picar a trozos pequeños los ingredientes del relleno y aliñarlos con el aceite y el pimentón antes de meter en la masa.', 
		'delivery' : 13,
		'prep' : 13,
		'ingredients' : ["Harina", "Cerveza","Aceite", "Sal"],
		'like' : 0,
		},
		]